---
kind: other
id: Methods.T:Autodesk.Revit.DB.Group
source: html/684d5b96-5b9f-932c-2608-c127ccd2decb.htm
---
# Group Methods

Returns true if the properties CreatedPhaseId and DemolishedPhaseId can be modified for this Element.